<?php
return [
    [
        'item' => '吸血鬼',
        'nm' => '',
        'slogan' => '我想要吸血鬼娃娃',
        'unit' => '隻',
    ],
    [
        'item' => '木乃伊王',
        'nm' => '',
        'slogan' => '我想要木乃伊王娃娃',
        'unit' => '隻',
    ],
    [
        'item' => '巫妖',
        'nm' => '',
        'slogan' => '千萬不要給我巫妖',
        'unit' => '隻',
    ],
    [
        'item' => '巴風特',
        'nm' => '',
        'slogan' => '千萬不要給我巴風特',
        'unit' => '隻',
    ],
    [
        'item' => '幻象眼魔',
        'nm' => '',
        'slogan' => '我想要幻象眼魔娃娃',
        'unit' => '隻',
    ],
    [
        'item' => '艾莉絲',
        'nm' => '',
        'slogan' => '我想要艾莉絲娃娃',
        'unit' => '隻',
    ],
    [
        'item' => '騎士范德',
        'nm' => '',
        'slogan' => '我想要騎士范德娃娃',
        'unit' => '隻',
    ],
    [
        'item' => '伊弗利特',
        'nm' => '',
        'slogan' => '我想要伊弗利特娃娃',
        'unit' => '隻',
    ],
    [
        'item' => '克特',
        'nm' => '',
        'slogan' => '我想要克特娃娃',
        'unit' => '隻',
    ],
];
