<?php
return [
    [
        'item' => '精靈水晶(精準射擊)',
        'nm' => '亞丁大陸',
        'slogan' => '我想打, 精準射擊, 給我出寶時間點',
        'unit' => '顆',
    ],
    [
        'item' => '魔法書(聖結界)',
        'nm' => '亞丁大陸',
        'slogan' => '我想打, 聖結界, 給我出寶時間點',
        'unit' => '本',
    ],
    [
        'item' => '魔王戒指',
        'nm' => '亞丁大陸',
        'slogan' => '火窟價值連城的, 魔王戒指',
        'unit' => '顆',
    ],
    [
        'item' => '技術教本 (魔法彈：捕捉)',
        'nm' => '亞丁大陸',
        'slogan' => '魔法書, 捕捉加減打',
        'unit' => '本',
    ],
    [
        'item' => '精靈水晶(封印禁地)',
        'nm' => '亞丁大陸',
        'slogan' => '精靈水晶, 封印禁地, 好久沒掉了',
        'unit' => '顆',
    ],
    [
        'item' => '氣魂戒指',
        'nm' => '亞丁大陸',
        'slogan' => '氣魂戒指, 至少是紅色的',
        'unit' => '顆',
    ],
    [
        'item' => '精靈水晶(污濁之水)',
        'nm' => '伊娃王國',
        'slogan' => '伊娃王國, 污濁之水, 來一顆',
        'unit' => '顆',
    ],
    [
        'item' => '魔法書(沉睡之霧)',
        'nm' => null,
        'slogan' => '沉睡之霧, 龍之谷地監5, 6樓',
        'unit' => '本',
    ],
    [
        'item' => '技術教本 (精神集中)',
        'nm' => null,
        'slogan' => '精神集中, 龍之谷地監4, 5樓',
        'unit' => '本',
    ],
    [
        'item' => '技術教本 (破壞：大地屏障)',
        'nm' => null,
        'slogan' => '破壞：大地屏障, 龍之谷地監6樓',
        'unit' => '本',
    ],
    [
        'item' => '精靈水晶(大地屏障)',
        'nm' => null,
        'slogan' => '大地屏障, 龍之谷地監6, 7樓',
        'unit' => '顆',
    ],
    [
        'item' => '龍鬥士書板 (強化:護衛毀滅)',
        'nm' => '亞丁大陸',
        'slogan' => '龍鬥士書板 (強化:護衛毀滅), 雪壁少數值錢寶物',
        'unit' => '本',
    ],
    [
        'item' => '龍鬥士書板 (恐懼無助)',
        'nm' => '亞丁大陸',
        'slogan' => '龍鬥士書板 (恐懼無助), 愛爾摩行行好',
        'unit' => '本',
    ],
//    [
//        'item' => '龍鬥士書板(龍之鎧甲)',
//        'nm' => '亞丁大陸',
//        'slogan' => '龍鬥士書板 (龍之鎧甲), 不知道哪來的',
//        'unit' => '本',
//    ],
    [
        'item' => '黑長者涼鞋',
        'nm' => '亞丁大陸',
        'slogan' => '黑長者涼鞋, 龍骨打鑽嘍',
        'unit' => '件',
    ],
    [
        'item' => '黑長者長袍',
        'nm' => '亞丁大陸',
        'slogan' => '黑長者長袍, 龍骨打鑽嘍',
        'unit' => '件',
    ],
];
